{
    "option.ebe.config": "Entidades Bloco...",

    "value.ebe.true": "Ligado",
    "value.ebe.false": "Desligado",
    "value.ebe.allowed": "Permitido",
    "value.ebe.forced": "Forçado",
    "value.ebe.disabled": "Desativado",
    "value.ebe.smart": "Inteligente",
    "value.ebe.all": "Todos",
    "value.ebe.most": "A maioria",
    "value.ebe.some": "Alguns",
    "value.ebe.few": "Poucos",

    "option.ebe.render_enhanced_chests": "Baús Aprimorados",
    "option.ebe.render_enhanced_chests.comment": "Permite modelos de baús criados, melhorando muito o desempenho em áreas com muitos baús. Também permite ver os baús de longe. Desative se os baús parecerem invisíveis devido a outro mod.",
    "option.ebe.render_enhanced_signs": "Placas Aprimoradas",
    "option.ebe.render_enhanced_signs.comment": "Permite modelos de placas criadas e renderização inteligente de texto de placas, melhorando muito o desempenho em áreas com muitas placas. Também permite a visualização de placas a longas distâncias. Desative se as placas parecerem invisíveis devido a outro mod.",
    "option.ebe.render_enhanced_bells": "Sinos Aprimorados",
    "option.ebe.render_enhanced_bells.comment": "Permite modelos de sinos totalmente criados, melhorando muito o desempenho em áreas com muitos sinos. Também permite ver os sinos de longe. Desative se os sinos parecerem invisíveis devido a outro mod.",
    "option.ebe.render_enhanced_beds": "Camas Aprimoradas",
    "option.ebe.render_enhanced_beds.comment": "Permite modelos de camas criados, melhorando muito o desempenho em áreas com muitas camas. Também permite a visualização de camas a longas distâncias. Desative se as camas parecerem invisíveis devido a outro mod.",
    "option.ebe.render_enhanced_shulker_boxes": "Caixas de Shulker Aprimoradas",
    "option.ebe.render_enhanced_shulker_boxes.comment": "Permite modelos de caixas de shulker criadas, melhorando muito o desempenho em áreas com muitas caixas de shulker. Também permite ver as caixas de shulker a longas distâncias. Desative se as caixas de shulker parecerem invisíveis devido a outro mod.",
    "option.ebe.render_enhanced_decorated_pots": "Potes Decorados Aprimorados",
    "option.ebe.render_enhanced_decorated_pots.comment": "Permite modelos de vasos decorados criados, melhorando muito o desempenho em áreas com muitos vasos decorados. Também permite a visualização de vasos decorados a longas distâncias. Desative se os vasos decorados parecerem invisíveis ou se os padrões de cerâmica modificados não estiverem funcionando corretamente.",
    "option.ebe.chest_ao": "Iluminação de Baús com Suavidade",
    "option.ebe.chest_ao.comment": "Permite que os baús usem iluminação suave e oclusão de ambiente. Requer que os Baús Aprimorados estejam ativados.",
    "option.ebe.sign_ao": "Iluminação de Placas com Suavidade",
    "option.ebe.sign_ao.comment": "Permite que as placas usem iluminação suave e oclusão de ambiente. Requer que a opção Placas Aprimoradas esteja ativada.",
    "option.ebe.bell_ao": "Iluminação de Sinos com Suavidade",
    "option.ebe.bell_ao.comment": "Permite que os sinos usem iluminação suave e oclusão de ambiente. Requer que o Sinos Aprimorados esteja ativado.",
    "option.ebe.bed_ao": "Iluminação de Camas com Suavidade",
    "option.ebe.bed_ao.comment": "Permite que as camas usem iluminação suave e oclusão de ambiente. Requer que o Camas Aprimoradas esteja ativado.",
    "option.ebe.shulker_box_ao": "Iluminação de Caixa de Shulker com Suavidade",
    "option.ebe.shulker_box_ao.comment": "Permite que as shulker boxes usem iluminação suave e oclusão de ambiente. Requer que as Caixas de Shulker Aprimoradas estejam ativadas.",
    "option.ebe.decorated_pot_ao": "Iluminação de Vasos Decorados com Suavidade",
    "option.ebe.decorated_pot_ao.comment": "Permite que os vasos decorados usem iluminação suave e oclusão de ambiente. Requer que a opção Potes Decorados Aprimorados esteja ativada.",
    "option.ebe.christmas_chests": "Baús de Natal",
    "option.ebe.christmas_chests.valueComment.allowed": "Permitido - A textura de Natal será aplicada de 24 a 26 de dezembro.",
    "option.ebe.christmas_chests.valueComment.forced": "Forçado - A textura de Natal sempre será aplicada.",
    "option.ebe.christmas_chests.valueComment.disabled": "Desativado - A textura de Natal nunca será aplicada.",
    "option.ebe.christmas_chests.comment": "Permite, força ou desativa a textura do baú de Natal. Requer que os Baús Aprimorados estejam ativados.",
    "option.ebe.sign_text_rendering": "Renderização do Texto da Placa",
    "option.ebe.sign_text_rendering.valueComment.smart": "Inteligente - A distância máxima de renderização será determinada automaticamente com base em quantas placas estão sendo renderizadas ao mesmo tempo.",
    "option.ebe.sign_text_rendering.valueComment.all": "Todas - Todas as placas dentro da distância de renderização da entidade bloco tentarão renderizar o texto. O desempenho é muito pesado.",
    "option.ebe.sign_text_rendering.valueComment.most": "A maioria - Todas as placas dentro de 50%% da distância de renderização da entidade bloco tentarão renderizar o texto.",
    "option.ebe.sign_text_rendering.valueComment.some": "Alguns - Todas as placas dentro de 30%% da distância de renderização da entidade bloco tentarão renderizar o texto. ",
    "option.ebe.sign_text_rendering.valueComment.few": "Poucos - Todas as placas dentro de 20%% da distância de renderização da entidade bloco tentarão renderizar o texto. Desempenho mais alto.",
    "option.ebe.sign_text_rendering.comment": "Determina a distância máxima do jogador em que o texto da placa será renderizado. Requer que a opção Placas Aprimoradas esteja ativada.",
    "option.ebe.experimental_chests": "Baús Experimentais",
    "option.ebe.experimental_chests.comment": "Habilita recursos de renderização muito experimentais para baús, como texturas de partículas especialmente geradas que funcionam com pacotes de recursos.",
    "option.ebe.experimental_beds": "Camas Experimentais",
    "option.ebe.experimental_beds.comment": "Permite recursos de renderização muito experimentais para camas, como texturas de partículas especialmente geradas que funcionam com pacotes de recursos.",
    "option.ebe.experimental_signs": "Placas Experimentais",
    "option.ebe.experimental_signs.comment": "Permite recursos de renderização muito experimentais para placas, como texturas de partículas especialmente geradas que funcionam com pacotes de recursos.",
    "option.ebe.force_resource_pack_compat": "Forçar Compatibilidade com Resource Pack",
    "option.ebe.force_resource_pack_compat.comment": "Ative essa opção se os blocos estiverem invisíveis ao usar pacotes de recursos. Não use com pacotes de recursos projetados para este mod. Se os problemas persistirem, informe-os.",
    "option.ebe.dump": "Recursos de Exemplo de Lixeira",
    "option.ebe.dump.comment": "Despeja os recursos padrão do mod em .minecraft/enhanced_bes_dump/ para ser usado como exemplo pelos criadores de pacotes de recursos.",

    "screen.ebe.config": "Configurações da Entidade Bloco",

    "text.ebe.apply": "Aplicar",
    "text.ebe.descriptions": "Passe o mouse sobre as opções para ver as descrições",
    "text.ebe.chest_options": "Opções de Baú",
    "text.ebe.sign_options": "Opções de Placa",
    "text.ebe.bell_options": "Opções de Sino",
    "text.ebe.bed_options": "Opções de Cama",
    "text.ebe.shulker_box_options": "Opções de Caixa Shulker",
    "text.ebe.decorated_pot_options": "Opções de Vaso Decorado",
    "text.ebe.advanced": "Avançado",
    "text.ebe.option_value_division": ": "
}